Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# health_meals_body_ai.066be6f8dc2d
source: {{value1}}・訂正 {{value2}}
ar_sa: {{value1}}・تصحيح {{value2}}
ca: {{value1}}・Correcció {{value2}}
cs: {{value1}} · Oprava {{value2}}
da: {{value1}}・Ret {{value2}}
de_de: {{value1}}· Korrektur {{value2}}
el: Επεξεργασία του {{value1}}·{{value2}}
en_au: {{value1}} • Corrections for {{value2}}
es_es: {{value1}}・Corregir {{value2}}
fi: {{value1}}・Muokkaa {{value2}}
fr_ca: {{value1}} • Correction {{value2}}
gu: {{value1}} · સુધારા {{value2}}
he: {{value1}}• תיקון {{value2}}
hi: {{value1}}・संशोधन {{value2}}
hr: {{value1}}・Popravak {{value2}}
hu: {{value1}} · Megszűrni {{value2}}
id: {{value1}}・Koreksi {{value2}}
it: {{value1}}・Correggi {{value2}}
ko: {{value1}} 수정 {{value2}}
mr: {{value1}} • सुधारणा {{value2}}
ms: Benarkan {{value1}}・{{value2}}
nl_nl: {{value1}} · Correctie {{value2}}
no: {{value1}}・Korrigering {{value2}}
pl: {{value1}} · Poprawka {{value2}}
pt_br: {{value1}}・Corrigir {{value2}}
pt_pt: {{value1}}・Corrigir {{value2}}
ro: {{value1}}・Corectare {{value2}}
ru: {{value1}}• Исправить {{value2}}
sk: {{value1}} · Oprava {{value2}}
sl: {{value1}} · Popravek {{value2}}
sv: {{value1}} • Korrigering {{value2}}
ta: {{value1}}• திருத்தம் {{value2}}
te: {{value1}}• సవరణ {{value2}}
th: {{value1}} • แก้ไข {{value2}}
tr: {{value1}} · Düzeltme {{value2}}
uk: {{value1}}• Виправити {{value2}}
vi: {{value1}}· Sửa lỗi {{value2}}
zh_hans: {{value1}}·修改 {{value2}}
zh_hant: {{value1}}・修正 {{value2}}

# health_meals_body_ai.06aa9ac77950
source: 保存できません
ar_sa: لا يمكن الحفظ
ca: No es pot guardar
cs: Ukládání selhalo
da: Gemning mislykkedes
de_de: Speichern nicht möglich
el: Δεν μπορεί να αποθηκευτεί
en_au: Unable to save
es_es: No se pudo guardar
fi: Tallennus epäonnistui
fr_ca: Impossible d'enregistrer
gu: સાચવવામાં આવ્યું નથી
he: לא ניתן לשמור
hi: सहेजने में असमर्थ
hr: Nema mogućnosti za spremanje
hu: Nem sikerült megőrizni
id: Gagal menyimpan
it: Impossibile salvare
ko: 삭제할 수 없음
mr: सेव्ह करणे शक्य नाही
ms: Tidak dapat menyimpan
nl_nl: Opslaan niet mogelijk
no: Kunne ikke lagre
pl: Nie można zapisać
pt_br: Não foi possível salvar
pt_pt: Não foi possível salvar
ro: Nu se poate salva
ru: Невозможно сохранить
sk: Nemožné uložiť
sl: Števanje ni bilo uspešno
sv: Kunde inte spara
ta: சேமிக்க முடியவில்லை
te: నిల్వ చేయడం సాధ్యం కాదు
th: ไม่สามารถบันทึก
tr: Kaydetme başarısız oldu
uk: Не вдалося зберегти
vi: Không thể lưu
zh_hans: 无法保存
zh_hant: 无法保存

# health_meals_body_ai.06bf7aa1d0bd
source: 睡眠はやや短め
ar_sa: النوم قصير بعض الشيء
ca: el son és una mica curt
cs: Spánek je lehce kratší.
da: Lidt kortere søvn
de_de: Etwas kürzerer Schlaf
el: Ο ύπνος είναι ελαφρώς μικρός
en_au: A slightly shorter sleep duration
es_es: Sueño ligeramente corto
fi: Uni on hieman lyhyempi
fr_ca: Votre temps de sommeil est légèrement inférieur à la moyenne.
gu: ઊંઘ પ્રમાણમાં ટૂંકી છે
he: שינה מעט קצרה
hi: नींद थोड़ी कम है
hr: Spavanje je malo kraće
hu: Kicsit rövidebb alsó időtartam
id: Waktu tidur sedikit kurang
it: Il sonno è leggermente inferiore al previsto.
ko: 수면은 약간 짧음
mr: झोप थोडी कमी आहे
ms: Waktu tidur sedikit kurang
nl_nl: Je slaapt iets korter
no: Litt kortere søvn
pl: Sen jest nieco krótszy.
pt_br: Sono ligeiramente curto
pt_pt: Sono ligeiramente curto
ro: Somnul este ușor mai scurt.
ru: Сон немного меньше, чем обычно.
sk: Spánok je trochu kratší.
sl: Spanje je rahlo krajše
sv: Sömnen är lite kortare
ta: சற்று குறைவான தூக்கம்
te: నిద్ర కొంచెం తక్కువగా ఉంది
th: ระยะเวลาพักผ่อนค่อนข้างสั้น
tr: Uyku süresi biraz kısa
uk: Сон дещо коротший
vi: Thời gian ngủ hơi ngắn
zh_hans: 睡眠略短
zh_hant: 睡眠略為短

# health_meals_body_ai.072ba0df4357
source: AIモデルが利用できないか、画像解析に失敗しました。
ar_sa: نموذج الذكاء الاصطناعي غير متوفر أو فشل تحليل الصورة.
ca: El model d'IA no està disponible o l'anàlisi de la imatge ha fallat.
cs: Nelze použít model AI, nebo selhala analýza obrázků.
da: AI-modellen er ikke tilgængelig eller billedanalyse mislykkedes.
de_de: Das KI-Modell ist nicht verfügbar oder die Bildanalyse ist fehlgeschlagen.
el: Το μοντέλο της τεχνητής νοημοσύνης δεν είναι διαθέσιμο ή η ανάλυση εικόνας απέτυχε.
en_au: The AI model is unavailable or image analysis failed.
es_es: El modelo de IA no está disponible o falló el análisis de imágenes.
fi: AI-mallia ei ole saatavilla tai kuvien analysointi epäonnistui.
fr_ca: Le modèle IA n'est pas disponible ou l'analyse d'image a échoué.
gu: AI મોડેલ ઉપલબ્ધ નથી અથવા છબી વિશ્લેષણમાં નિષ્ફળ થઈ.
he: מודל ה-AI אינו זמין או ניתוח התמונות נכשל.
hi: एआई मॉडल उपलब्ध नहीं है या छवि विश्लेषण विफल रहा।
hr: Model AI-ja nije dostupan ili analiza slike nije uspjela.
hu: Az AI modell nem elérhető, vagy az képalkotás sikertelen.
id: Model AI tidak tersedia atau gagal dalam analisis gambar.
it: Il modello IA non è disponibile o l'analisi delle immagini ha fallito.
ko: AI 모델이 사용 불가능하거나 이미지 분석에 실패했습니다.
mr: एआय मॉडेल उपलब्ध नाही किंवा प्रतिमा विश्लेषणात अयशस्वी.
ms: Model AI tidak tersedia atau analisis gambar gagal.
nl_nl: Het AI-model is niet beschikbaar of er is een fout bij het analyseren van afbeeldingen.
no: AI-modellen er ikke tilgjengelig, eller bildeanalysen mislyktes.
pl: Model AI jest niedostępny lub analiza obrazu nie powiodła się.
pt_br: O modelo de IA não está disponível ou a análise de imagem falhou.
pt_pt: O modelo de IA não está disponível ou a análise de imagem falhou.
ro: Modelul de inteligență artificială nu este disponibil sau analiza imaginilor a eșuat.
ru: Модель ИИ недоступна или анализ изображений не удался.
sk: Nepodarilo sa použiť AI model alebo neúspešná analýza obrazu.
sl: Ni mogoče uporabiti AI model, ali pa je analiza slike neuspešna.
sv: AI-modellen är inte tillgänglig eller bildanalysen misslyckades.
ta: AI மாதிரி கிடைக்கவில்லை அல்லது பட பகுப்பாய்வு தோல்வியடைந்தது.
te: AI నమూనా అందుబాటులో లేదు లేదా చిత్ర విశ్లేషణ విఫలమైంది.
th: โมเดล AI ไม่สามารถใช้งานได้ หรือเกิดข้อผิดพลาดในการวิเคราะห์ภาพ
tr: Yapay zeka modeli kullanılamıyor veya görüntü analizi başarısız oldu.
uk: Не вдалося отримати доступ до моделі AI або не вдалося проаналізувати зображення.
vi: Mô hình AI không khả dụng hoặc phân tích ảnh thất bại.
zh_hans: 无法使用 AI 模型，图像解析失败。
zh_hant: 無法使用 AI 模型，或圖像解析失敗。

# health_meals_body_ai.075a3448ee9c
source: AIサーバー接続を確認
ar_sa: تحقق من اتصال خادم AI
ca: Comproveu la connexió del servidor AI
cs: Zkontrolovat připojení k serveru AI
da: Bekræft forbindelse til AI-serveren
de_de: KI-Serververbindung überprüfen
el: Ελέγξτε τη σύνδεση με τον διακομιστή της τεχνητής νοημοσύνης
en_au: Verify AI Server Connection
es_es: Verificar conexión al servidor de IA
fi: Tarkista AI-palvelimen yhteys
fr_ca: Vérifier la connexion au serveur IA
gu: AI સર્વર સાથે કનેક્શન તપાસો
he: בדוק חיבור לשרת ה-AI
hi: एआई सर्वर कनेक्शन की जाँच करें
hr: Provjerite vezu s AI serverom
hu: Ellenőrizze az AI szerver csatlakozást
id: Periksa koneksi ke server AI
it: Verifica della connessione al server IA
ko: AI 서버 연결 확인
mr: एआय सर्व्हर कनेक्शन तपासा
ms: Pastikan sambungan ke pelayan AI
nl_nl: AI-serververbinding controleren
no: Bekreft tilkobling til AI-serveren
pl: Sprawdź połączenie z serwerem AI
pt_br: Verificar conexão com o servidor IA
pt_pt: Verificar conexão com o servidor IA
ro: Verificați conexiunea la serverul inteligență artificială
ru: Проверить подключение к серверу ИИ
sk: Skontrolujte pripojenie k AI serveru
sl: Preverite povezavo z AI strežnikom
sv: Kontrollera anslutningen till AI-servern
ta: AI சேவையக இணைப்பு சரிபார்க்கவும்
te: AI సర్వర్‌కు కనెక్షన్ ధృవీకరించు
th: ตรวจสอบการเชื่อมต่อกับเซิร์ฟเวอร์ AI
tr: Yapay zeka sunucu bağlantısını kontrol et
uk: Перевірити підключення до сервера AI
vi: Kiểm tra kết nối với máy chủ AI
zh_hans: 确认 AI 服务器连接
zh_hant: 確認 AI 伺服器連接

# health_meals_body_ai.07a4aa136201
source: 週次レポート生成中
ar_sa: توليد التقرير الأسبوعي
ca: Generació d'informes setmanals
cs: Generování týdenní zprávy
da: Genererer ugentlig rapport
de_de: Bericht wird erstellt
el: Δημιουργία εβδομαδιαίας αναφοράς
en_au: Generating weekly report
es_es: Generando informe semanal
fi: Raportin luonti käynnissä
fr_ca: Génération du rapport hebdomadaire en cours
gu: અઠવાડિયા પ્રમાણે રિપોર્ટ જનરેટ થઈ રહ્યો છે
he: יצירת דוח שבועי
hi: सप्ताह की रिपोर्ट तैयार हो रही है
hr: Generiranje izvješća svakog tjedna
hu: Heti jelentés generálása folyamatban
id: Sedang menghasilkan laporan mingguan
it: In fase di generazione del report settimanale
ko: 주간 보고서 생성 중
mr: दर आठवड्याचे अहवाल तयार करत आहे
ms: Menghasilkan laporan mingguan
nl_nl: Rapport wordt gegenereerd
no: Genererer ukentlig rapport
pl: Generowanie raportu tygodniowego
pt_br: Gerando relatório semanal
pt_pt: Gerando relatório semanal
ro: Generarea raportului săptămânal este în curs
ru: Генерация еженедельного отчета
sk: Generovanie týždenného reportu
sl: Generiranje nedeljnega izveštaja
sv: Genererar veckorapport
ta: வாராந்திர அறிக்கையை உருவாக்கும்போது
te: వారపు నివేదికను రూపొందిస్తున్నాను
th: กำลังสร้างรายงานรายสัปดาห์
tr: Haftalık rapor oluşturuluyor
uk: Генерація щотижневого звіту
vi: Đang tạo báo cáo hàng tuần
zh_hans: 正在生成每周报告
zh_hant: 正在生成每週報告

# health_meals_body_ai.08a296b53ccb
source: 翌月目標案
ar_sa: خطة الهدف الشهر المقبل
ca: Pla d'objectius del mes vinent
cs: Návrh cílů pro následující měsíc
da: Forslag til næste måned
de_de: Zielvorschlag für den nächsten Monat
el: Προτεινόμενα Στόχια για τον Επόμενο Μήνα
en_au: Next month's goal:
es_es: Propuesta de objetivos para el mes siguiente
fi: Seuraavan kuukauden tavoitteet
fr_ca: Proposition d'objectif pour le mois suivant
gu: આગામી મહિના માટેનો ધ્યેય
he: תוכנית למספר החודש
hi: अगले महीने के लिए लक्ष्य:
hr: Prihvatljivi cilj za sljedeći mjesec
hu: Következő hónap céljai
id: Rencana target untuk bulan berikutnya
it: Proposta per il mese successivo
ko: 다음 달 목표 제안
mr: पुढील महिन्याचे ध्येय
ms: Cadangan Matlamat untuk Bulan Berikutnya
nl_nl: Voorstel voor de volgende maand
no: Forslag til mål for neste måned
pl: Propozycja celu na następny miesiąc
pt_br: Sugestão de meta para o próximo mês
pt_pt: Sugestão de meta para o próximo mês
ro: Sugestii pentru următoarea lună
ru: Предлагаемый план на следующий месяц
sk: Návrh cieľov pre nasledujúci mesiac
sl: Predlog ciljev za naslednji mesec
sv: Mål för nästa månad
ta: அடுத்த மாதத்திற்கான இலக்குகள்:
te: తదుపరి నెల లక్ష్యాలు
th: แผนเป้าหมายสำหรับเดือนถัดไป
tr: Bir sonraki ayın hedefleri
uk: План на наступний місяць
vi: Kế hoạch mục tiêu cho tháng sau
zh_hans: 下个月的目标方案
zh_hant: 下個月目標建議

# health_meals_body_ai.08aa1158cdcc
source: 複数方向の写真をまとめて送ると、正面だけでは分からない姿勢や体型を補い合って確認できます。
ar_sa: ومن خلال إرسال الصور من اتجاهات متعددة في وقت واحد، يمكنك التحقق من وضعية الشخص وشكل جسمه، وهو ما لا يمكن رؤيته من المنظر الأمامي فقط.
ca: En enviar fotos des de diverses direccions alhora, podeu comprovar la postura i la forma del cos de la persona, que no es pot veure només des de la vista frontal.
cs: Pokud odešlete více fotografií, můžete ověřit postoj a tvar těla, které nejsou vidět pouze z jedné strany.
da: Ved at sende flere billeder kan du få et mere komplet billede af din kropsholdning og -form, som ikke kun kan ses fra forfront.
de_de: Wenn Sie mehrere Fotos aus verschiedenen Perspektiven zusammen senden, können Sie so eine bessere Vorstellung von Ihrer Haltung und Ihrem Körperbau bekommen, als wenn Sie nur ein Foto machen würden.
el: Όταν στείλετε πολλές φωτογραφίες μαζί, μπορείτε να επιβεβαιώσετε τη στάση και το σχήμα του σώματος που δεν θα ήταν εμφανείς μόνο από την μπροστινή πλευρά.
en_au: When you send multiple photos together, you can confirm posture and body shape that cannot be understood from a single front view.
es_es: Enviar varias fotos tomadas desde diferentes ángulos permite complementar y confirmar posturas y formas corporales que no se pueden ver solo desde el frente.
fi: Kun lähetät useista eri kulmista otettuja kuvia, voit verrata asentoa ja vartalon muotoa, joita ei ole mahdollista nähdä vain yhdeltä kulmalta.
fr_ca: En envoyant plusieurs photos prises sous différents angles, vous pouvez vérifier votre posture et votre silhouette, qui ne seraient pas visibles uniquement depuis l'avant.
gu: અન્ય દિશાના ફોટાને એકસાથે મોકલવાથી, તમે ફક્ત આગળના ભાગમાં દેખાતી સ્થિતિ અને શરીરના પ્રકારને સુધારીને ચકાસી શકો છો.
he: כששולחים מספר תמונות בכיוונים שונים, ניתן לבדוק את המיקום והמבנה של הגוף בצורה משלימה, שלא ניתן לראות רק בתמונה מולית.
hi: जब आप कई दिशाओं से तस्वीरें भेजते हैं, तो आप केवल सामने की ओर के कोण से पता नहीं चल सकने वाले शरीर की स्थिति और आकार को भी समझ सकते हैं।
hr: Ako pošaljite više fotografija, možete provjeriti položaj i izgled tijela koji nisu vidljivi samo s prednje strane.
hu: Többirányú képet elküldve, az egyes pozíciókat és testformákat kombináltan meg lehet vizsgálni.
id: Dengan mengirimkan beberapa foto sekaligus, kita dapat saling melengkapi dan memastikan postur serta bentuk tubuh yang tidak terlihat hanya dari satu sisi.
it: Inviare più foto da diverse angolazioni permette di confrontare la postura e la forma del corpo che altrimenti non sarebbero evidenti solo da una singola immagine.
ko: 다양한 방향의 사진을 함께 보내면, 정면만으로는 알 수 없는 자세나 체형을 보완하여 확인할 수 있습니다.
mr: विविध दिशांमधील फोटो एकत्रितपणे पाठवल्यास, केवळ समोरच्या बाजूचा फोटोमध्ये दिसणारे आणि इतर बाजूकडील माहिती मिळण्यास मदत होते.
ms: Dengan menghantar beberapa gambar dari pelbagai sudut, kita dapat melengkapkan dan mengesahkan postur dan bentuk badan yang tidak dapat difahami hanya dengan melihat hadapan.
nl_nl: Door meerdere foto's van verschillende hoeken te versturen, kunnen we de houding en lichaamsvorm die alleen met een voorwaartse foto niet duidelijk zijn, in combinatie bekijken.
no: Ved å sende flere bilder samtidig, kan du få en mer komplett forståelse av posisjonen og kroppsformen din, som kanskje ikke er tydelig fra et enkelt bilde.
pl: Wysyłając wiele zdjęć z różnych perspektyw, można sprawdzić pozycję i sylwetkę, które nie są widoczne tylko z przodu.
pt_br: Enviar várias fotos em diferentes ângulos permite comparar e confirmar a postura e o formato do corpo que não seriam aparentes apenas com uma foto frontal.
pt_pt: Enviar várias fotos em diferentes ângulos permite comparar e confirmar a postura e o formato do corpo que não seriam aparentes apenas com uma foto frontal.
ro: Trimiterea mai multor fotografii împreună permite o verificare completă, în care postura și forma corpului, care nu pot fi observate doar din față, se completează reciproc.
ru: Отправка нескольких фотографий с разных ракурсов позволяет получить более полную информацию о позе и фигуре, которые не видны только на фронтальной фотографии.
sk: Keď posielate fotografie z rôznych uhlov, môžete spoločne overiť polohu a postoj, ktoré nie je možné odhaliť len z jedného pohľadu.
sl: Ko pošljete več fotografij, lahko preverite različne položaje in telesno obliko, ki niso vidne samo s prednje strani.
sv: Genom att skicka flera bilder tagna från olika vinklar kan du komplettera varandra och få en bättre bild av din hållning och kroppsform, vilket bara är möjligt med en bild från framsidan.
ta: பல கோணங்களில் உள்ள புகைப்படங்களை ஒன்றாக அனுப்பும்போது, முன்பை விட வேறுபட்ட தோற்றத்தை உறுதிப்படுத்த முடியும்.
te: వివిధ కోణాల నుండి ఫోటోలను ఒకేసారి పంపడం ద్వారా, ముందు మాత్రమే కనిపించని భంగిమలు మరియు శరీర ఆకృతిని సరిగ్గా తెలుసుకోవచ్చు.
th: การส่งภาพจากหลายมุมพร้อมกัน จะช่วยให้สามารถตรวจสอบท่าทางและรูปร่างที่ไม่ชัดเจนเมื่อถ่ายจากด้านหน้าได้
tr: Farklı açılardan çekilmiş fotoğrafları toplu olarak göndererek, sadece ön cepten bakıldığında anlaşılması zor olan pozisyonları ve vücut şekillerini tamamlayarak kontrol edebilirsiniz.
uk: Надсилаючи декілька фотографій з різних ракурсів, ви зможете отримати повну картину, включаючи позу та форму тіла, які не видно лише з одного боку.
vi: Khi gửi nhiều ảnh chụp từ các góc khác nhau, bạn có thể bổ sung thông tin về tư thế và hình dáng cơ thể mà chỉ nhìn từ một phía không thể nhận biết được.
zh_hans: 将多角度照片一起发送时，可以同时确认正面和侧面的姿势和体型。
zh_hant: 通過一起查看多個方向的照片，我們可以補全正面無法看到的姿勢和體型。

# health_meals_body_ai.08b433c8bd55
source: Healthの消費エネルギーが未取得です。食事記録だけは保存されています。
ar_sa: لم يتم الحصول على استهلاك الطاقة الصحية. يتم حفظ سجلات الوجبات فقط.
ca: No s'ha obtingut el consum d'energia sanitària. Només es guarden els registres dels àpats.
cs: Spotřeba energie v aplikaci Health nebyla zaznamenána. Záznam stravy však byl uložen.
da: Energiforbrug i "Health" er ikke registreret. Kostregistreringen er dog gemt.
de_de: Der Energieverbrauch in der Health-App konnte nicht ermittelt werden. Die Essensaufzeichnungen sind jedoch gespeichert.
el: Δεν έχουν ληφθεί δεδομένα κατανάλωσης ενέργειας στην κατηγορία "Health". Ωστόσο, τα δεδομένα γευμάτων είναι αποθηκευμένα.
en_au: Energy expenditure from Health data is not available. Food records are saved.
es_es: El consumo de energía en "Salud" no está registrado. Solo se ha guardado el registro de comidas.
fi: Energiankulutuksen tietoja Healthista ei ole saatavilla. Ruokapäiväkirjan tiedot on kuitenkin tallennettu.
fr_ca: La consommation d'énergie de Health n'a pas été enregistrée. Seul l'enregistrement des repas est disponible.
gu: Healthનો વપરાયેલ ઊર્જા ડેટા મેળવી શકાય તેમ નથી. ફક્ત ભોજનની નોંધ સાચવેલી છે.
he: לא ניתן לקבל את צריכת האנרגיה של הנתונים הבריאותיים. רק תיעוד התזונה נשמר.
hi: स्वास्थ्य की खपत ऊर्जा अभी तक प्राप्त नहीं हुई है। केवल भोजन का रिकॉर्ड संग्रहीत है।
hr: Vrijednost potrošnje energije u Health nije prikupljena. Međutim, podaci o prehrani su pohranjeni.
hu: A Health által megadott energiafogyasztás még nem került be. Az étkezési napló viszont rögzített.
id: Energi yang terbakar belum tercatat untuk Health. Hanya catatan makanan yang tersimpan.
it: Il consumo di energia per la sezione "Health" non è stato registrato. Solo le informazioni sull'alimentazione sono state salvate.
ko: 건강 활동의 소비 에너지는 아직 수집되지 않았습니다. 식사 기록은 저장되었습니다.
mr: Health चा ऊर्जा वापर डेटा उपलब्ध नाही. फक्त जेवण नोंदी जतन केल्या आहेत.
ms: Jumlah tenaga yang dibakar belum diambil. Hanya rekod makanan yang disimpan.
nl_nl: De hoeveelheid verbruikte energie is nog niet geregistreerd. De voedingsgegevens zijn wel opgeslagen.
no: Energiforbruk i "Health" er ikke registrert. Kostholdsregistrering er lagret.
pl: Nie udało się pobrać zużycia energii przez aplikację Health. Zapisano jedynie dane dotyczące posiłków.
pt_br: A energia consumida não foi registrada. Apenas os registros de refeições estão salvos.
pt_pt: A energia consumida não foi registrada. Apenas os registros de refeições estão salvos.
ro: Consumul de energie din secțiunea "Health" nu a fost înregistrat. În schimb, înregistrările alimentare sunt stocate.
ru: Потребление энергии в разделе "Здоровье" не зарегистрировано. Данные о питании сохранены.
sk: Hodnoty spotených kalórií pre Health nie sú dostupné. Záznam stravy však bol uložený.
sl: Porabljene energije v zdravju še niso pridobljeni. Zapis o prehrani pa so shranjeni.
sv: Energiåtgången i "Health" är ännu inte registrerad. Matnoteringar har dock sparats.
ta: சுகாதாரத்திற்கான ஆற்றல் நுகர்வு தரவு கிடைக்கவில்லை. உணவு பதிவுகள் மட்டும் சேமிக்கப்பட்டுள்ளன.
te: Health యొక్క వినియోగ శక్తి ఇంకా పొందలేదు. కేవలం ఆహార రికార్డులు మాత్రమే నిల్వ చేయబడ్డాయి.
th: ยังไม่มีข้อมูลการเผาผลาญพลังงานในส่วนของ Health เพียงบันทึกอาหารได้
tr: Health'in enerji harcama değeri henüz alınmamıştır. Sadece yemek kaydı kaydedilmiştir.
uk: Показники споживання енергії в розділі "Health" не отримані. Записано лише харчування.
vi: Không có dữ liệu năng lượng tiêu hao trong Health. Chỉ có ghi lại chế độ ăn được lưu trữ.
zh_hans: 健康消耗能量尚未获取。只有饮食记录已保存。
zh_hant: 健康消耗能量數據尚未取得。只有飲食記錄得以儲存。
